[
  {
    "text": "அவன் என்னை நோக்கிக் கூப்பிடுவான், நான் அவனுக்கு மறுஉத்தரவு அருளிச்செய்வேன்; ஆபத்தில் நானே அவனோடிருந்து, அவனைத் தப்புவித்து, அவனைக் கனப்படுத்துவேன்.",
    "reference": "சங்கீதம் 91:15"
  },
  {
    "text": "மேலும், நீங்கள் விசுவாசமுள்ளவர்களாய் ஜெபத்திலே எவைகளைக் கேட்பீர்களோ அவைகளையெல்லாம் பெறுவீர்கள் என்றார்.",
    "reference": "மத்தேயு 21:22"
  },
  {
    "text": "அவர் தமக்குப் பயந்தவர்களுடைய விருப்பத்தின்படி செய்து, அவர்கள் கூப்பிடுதலைக் கேட்டு, அவர்களை இரட்சிக்கிறார்.",
    "reference": "சங்கீதம் 145:19"
  },
  {
    "text": "நீங்கள் என் நாமத்தினாலே எதைக் கேட்பீர்களோ, குமாரனில் பிதா மகிமைப்படும்படியாக, அதைச் செய்வேன்.",
    "reference": "யோவான் 14:13"
  },
  {
    "text": "துன்மார்க்கருக்குக் கர்த்தர் தூரமாயிருக்கிறார்; நீதிமான்களின் ஜெபத்தையோ கேட்கிறார்.",
    "reference": "நீதிமொழிகள் 15:29"
  },
  {
    "text": "என் நாமத்தினாலே நீங்கள் எதைக்கேட்டாலும் அதை நான் செய்வேன்.",
    "reference": "யோவான் 14:14"
  },
  {
    "text": "சீயோனைச் சேர்ந்த ஜனங்கள் எருசலேமில் வாசமாயிருப்பார்கள்; இனி நீ அழுதுகொண்டிராய்; உன் கூப்பிடுதலின் சத்தத்துக்கு அவர் உருக்கமாய் இரங்கி அதைக் கேட்டவுடனே உனக்கு மறுஉத்தரவு அருளுவார்.",
    "reference": "ஏசாயா 30:19"
  },
  {
    "text": "நீங்கள் என்னிலும், என் வார்த்தைகள் உங்களிலும் நிலைத்திருந்தால், நீங்கள் கேட்டுக்கொள்வதெதுவோ அது உங்களுக்குச் செய்யப்படும்.",
    "reference": "யோவான் 15:7"
  },
  {
    "text": "நீர் அவரை நோக்கி விண்ணப்பம்பண்ண, அவர் உமக்குச் செவிகொடுப்பார்; அப்பொழுது நீர் உம்முடைய பொருத்தனைகளைச் செலுத்துவீர்.",
    "reference": "யோபு 22:27"
  },
  {
    "text": "அப்பொழுது நீ கூப்பிடுவாய், கர்த்தர் மறுஉத்தரவு கொடுப்பார்; நீ சத்தமிடுவாய்: இதோ, நான் இருக்கிறேன் என்று சொல்லுவார். நுகத்தடியையும் விரல் நீட்டுதலையும் நிபச்சொல்லையும், நீ உன் நடுவிலிருந்து அகற்றி,",
    "reference": "ஏசாயா 58:9"
  },
  {
    "text": "அந்த நாளிலே நீங்கள் என்னிடத்தில் ஒன்றுங் கேட்கமாட்டீர்கள். மெய்யாகவே மெய்யாகவே நான் உங்களுக்குச் சொல்லுகிறேன், நீங்கள் என் நாமத்தினாலே பிதாவினிடத்தில் கேட்டுக்கொள்வதெதுவோ அதை அவர் உங்களுக்குத் தருவார்.",
    "reference": "யோவான் 16:23"
  },
  {
    "text": "பக்தியுள்ளவனைக் கர்த்தர் தமக்காகத் தெரிந்துகொண்டாரென்று அறியுங்கள்; நான் கர்த்தரை நோக்கிக்கூப்பிடுகையில் அவர் கேட்பார்.",
    "reference": "சங்கீதம் 4:3"
  },
  {
    "text": "அப்பொழுது அவர்கள் கூப்பிடுகிறதற்குமுன்னே நான் மறுஉத்தரவுகொடுப்பேன்; அவர்கள் பேசும்போதே நான் கேட்பேன்.",
    "reference": "ஏசாயா 65:24"
  },
  {
    "text": "இதுவரைக்கும் நீங்கள் என் நாமத்தினாலே ஒன்றும் கேட்கவில்லை; கேளுங்கள், அப்பொழுது உங்கள் சந்தோஷம் நிறைவாயிருக்கும்படி பெற்றுக்கொள்வீர்கள்.",
    "reference": "யோவான் 16:24"
  },
  {
    "text": "இந்த ஏழை கூப்பிட்டான், கர்த்தர் கேட்டு, அவனை அவன் இடுக்கண்களுக்கெல்லாம் நீங்கலாக்கி இரட்சித்தார்.",
    "reference": "சங்கீதம் 34:6"
  },
  {
    "text": "அப்பொழுது நீங்கள் கூடிவந்து, என்னைத் தொழுதுகொண்டு என்னை நோக்கி விண்ணப்பம்பண்ணுவீர்கள்; நான் உங்களுக்குச் செவிகொடுப்பேன்.",
    "reference": "எரேமியா 29:12"
  },
  {
    "text": "அப்பொழுது விசுவாசமுள்ள ஜெபம் பிணியாளியை இரட்சிக்கும்; கர்த்தர் அவனை எழுப்புவார்; அவன் பாவஞ்செய்தவனானால் அது அவனுக்கு மன்னிக்கப்படும்.",
    "reference": "யாக்கோபு 5:15"
  },
  {
    "text": "கர்த்தருடைய கண்கள் நீதிமான்கள்மேல் நோக்கமாயிருக்கிறது; அவருடைய செவிகள் அவர்கள் கூப்பிடுதலுக்குத் திறந்திருக்கிறது.",
    "reference": "சங்கீதம் 34:15"
  },
  {
    "text": "அந்த மூன்றாம் பங்கை நான் அக்கினிக்குட்படப்பண்ணி, வெள்ளியை உருக்குகிறதுபோல அவர்களை உருக்கி, பொன்னைப் புடமிடுகிறதுபோல அவர்களைப் புடமிடுவேன்; அவர்கள் என் நாமத்தைத் தொழுதுகொள்வார்கள்; நான் அவர்கள் விண்ணப்பத்தைக் கேட்பேன்; இது என்ஜனமென்று நான் சொல்லுவேன், கர்த்தர் என் தேவனென்று அவர்கள் சொல்லுவார்கள்.",
    "reference": "சகரியா 13:9"
  },
  {
    "text": "நீங்கள் சொஸ்தமடையும்படிக்கு, உங்கள் குற்றங்களை ஒருவருக்கொருவர் அறிக்கையிட்டு, ஒருவருக்காக ஒருவர் ஜெபம்பண்ணுங்கள். நீதிமான் செய்யும் ஊக்கமான வேண்டுதல் மிகவும் பெலனுள்ளதாயிருக்கிறது.",
    "reference": "யாக்கோபு 5:16"
  },
  {
    "text": "நீதிமான்கள் கூப்பிடும்போது கர்த்தர் கேட்டு, அவர்களை அவர்களுடைய எல்லா உபத்திரவங்களுக்கும் நீங்கலாக்கிவிடுகிறார்.",
    "reference": "சங்கீதம் 34:17"
  },
  {
    "text": "கேளுங்கள், அப்பொழுது உங்களுக்குக் கொடுக்கப்படும்; தேடுங்கள், அப்பொழுது கண்டடைவீர்கள்; தட்டுங்கள் அப்பொழுது உங்களுக்குத் திறக்கப்படும்.",
    "reference": "மத்தேயு 7:7"
  },
  {
    "text": "ஆபத்துக்காலத்தில் என்னை நோக்கிக் கூப்பிடு; நான் உன்னை விடுவிப்பேன், நீ என்னை மகிமைப்படுத்துவாய்.",
    "reference": "சங்கீதம் 50:15"
  },
  {
    "text": "ஏனென்றால், கேட்கிற எவனும் பெற்றுக்கொள்ளுகிறான்; தேடுகிறவன் கண்டடைகிறான்; தட்டுகிறவனுக்குத் திறக்கப்படும்.",
    "reference": "மத்தேயு 7:8"
  },
  {
    "text": "ஜெபத்தைக் கேட்கிறவரே, மாம்சமான யாவரும் உம்மிடத்தில் வருவார்கள்.",
    "reference": "சங்கீதம் 65:2"
  },
  {
    "text": "ஆகையால், பொல்லாதவர்களாகிய நீங்கள் உங்கள் பிள்ளைகளுக்கு நல்ல ஈவுகளைக் கொடுக்க அறிந்திருக்கும்போது, பரலோகத்திலிருக்கிற உங்கள் பிதா தம்மிடத்தில் வேண்டிக்கொள்ளுகிறவர்களுக்கு நன்மையானவைகளைக் கொடுப்பது அதிக நிச்சயம் அல்லவா?",
    "reference": "மத்தேயு 7:11"
  },
  {
    "text": "அவருடைய கற்பனைகளை நாம் கைக்கொண்டு அவருக்கு முன்பாகப் பிரியமானவைகளைச் செய்கிறபடியினால் நாம் வேண்டிக்கொள்ளுகிறதெதுவோ அதை அவராலே பெற்றுக்கொள்ளுகிறோம்.",
    "reference": "1 யோவான் 3:22"
  },
  {
    "text": "நாம் எதையாகிலும் அவருடைய சித்தத்தின்படிகேட்டால், அவர் நமக்குச் செவிகொடுக்கிறாரென்பதே அவரைப் பற்றி நாம் கொண்டிருக்கிற தைரியம்.",
    "reference": "1 யோவான் 5:14"
  }
]
